
## Plan Result (github/foo)

[CI link](https://github.com/mileslee-nsuslab/tfaction-example/actions/runs/5974963245)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_s3_bucket.s3_bucket


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_s3_bucket.s3_bucket will be created
  + resource "aws_s3_bucket" "s3_bucket" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "test-bucket-393828"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = true
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "env" = "tfaction"
        }
      + tags_all                    = {
          + "env" = "tfaction"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform-plan","PRNumber":13,"Program":"tfcmt","SHA1":"37b068ea5cc6f989bab2bd5d2ec4651b6b160b62","Target":"github/foo","Vars":{},"WorkflowName":"test"} -->